---
kind: enumMember
id: F:Autodesk.Revit.DB.DigitGroupingSymbol.Tick
enum: Autodesk.Revit.DB.DigitGroupingSymbol
source: html/d0e3ca46-9af4-d309-31a4-5225888f88fc.htm
---
# Autodesk.Revit.DB.DigitGroupingSymbol.Tick

An apostrophe ("'"). This value is deprecated in Revit 2015. Use DigitGroupingSymbol.Apostrophe instead.